name: "bert"
platform: "pytorch_libtorch"
max_batch_size: 8
input [
  {
    name: "input_ids"
    data_type: TYPE_INT64
    dims: [ -1 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ -1, 30522 ]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]